Repository: abrar2008/Meribilty_user
Catalog: lib/L10n/app_*.arb
Languages: hi

# language
source: English
hi: اُردُو‎

# ride
source: Make an Order
hi: سواری کی درخواست کریں

# ridedetail
source: Request delivery confirmed by a nearby trusted vendor
hi: قریبی کمیونٹی ڈرائیور کی طرف سے سواری کی درخواست کریں

source: Skip
hi: چھوڑ دو

# drive
source: Confirm Your Driver
hi: اپنے ڈرائیور کی تصدیق کریں۔

# drivedetail
source: Huge truck network helps you find reliable, safe and cheap deliveries
hi: ٹرک کا بڑا نیٹ ورک آپ کو قابل اعتماد ، محفوظ اور سستی ترسیل تلاش کرنے میں مدد کرتا ہے۔

# truck
source: Track your stuff
hi: اپنا سامان ٹریک کریں

# truckdetail
source: Know your driver in advance and be able to veiw current location in real time on the Map
hi: اپنے ڈرائیور کو پہلے سے جان لیں اور نقشے پر حقیقی وقت میں موجودہ مقام کا جائزہ لے سکیں۔

# start
source: GET STARTED!
hi: شروع کرنے کے

# meet
source: Hi nice to meet you!
hi: آپ سے مل کر خوشی ہوئ

# meetdetail
source: Choose you location to start finding your perfect logistic vender
hi: اپنا کامل لاجسٹک وینڈر تلاش کرنا شروع کرنے کے لیے اپنے مقام کا انتخاب کریں۔

# meetlocation
source: Use current location
hi: موجودہ مقام استعمال کریں۔

# meetlom
source: Select it manually
hi: اسے دستی طور پر منتخب کریں

# verfiy
source: Phone Verification
hi: فون کی تصدیق

# veotp
source: Enter your OTP code here
hi: اپنا او ٹی پی کوڈ یہاں درج کریں۔

# ver
source: Verify Now
hi: اب تصدیق کریں

# market
source: Market me sub se best rates
hi: مجھے سب سے بہترین ریٹس پر مارکیٹ کریں۔

# top
source: Top Services
hi: سرفہرست خدمات

# coming
source: Coming Soon
hi: جلد آرہا ہے

# port
source: Project & Port Logistics
hi: پروجیکٹ اور پورٹ لاجسٹکس

# same
source: Same City Movement
hi: اسی شہر کی تحریک

# cargo
source: Cargo movements and Shipments to all over Pakistan, Afghanistan &More
hi: پورے پاکستان، افغانستان اور بہت کچھ میں کارگو کی نقل و حرکت اور ترسیل

# small
source: Same City Movement
hi: اسی شہر کی تحریک

# delivsmall
source: Small deiveries Home shifting and commercial vehicles
hi: چھوٹی ڈیویریز، ہوم شفٹنگ اور کمرشل گاڑیاں

# ware
source: Warehouse
hi: گودام

# water
source: Water Tanker
hi: پانی کا ٹینکر

# car
source: Rent a car
hi: ایک کار کرایہ پر

# sea
source: Sea Freight
hi: سمندری فریٹ

# air
source: Air Freight
hi: ایئر فریٹ

# need
source: Need Vehicle Spare parts?
hi: گاڑی کے اسپیئر پارٹس کی ضرورت ہے؟

# access
source: Accessories
hi: لوازمات

# braker
source: Braker & Drum Assembly
hi: بریکر اور ڈرم اسمبلی

# tyres
source: Tyres & Wheels
hi: ٹائر اور پہیے

# neehelp
source: Need help? click here
hi: مدد چاہیے؟ یہاں کلک کریں

# cash
source: Cash on delivery
hi: ادائیگی وصولی کے وقت

# hom
source: Home
hi: گھر

# mywalle
source: My Wallet
hi: میرا بٹوہ

# mydeliver
source: My Deliveries
hi: میری ڈیلیوری

# team
source: Team /Clearing Agent
hi: ٹیم کلیئرنگ ایجنٹ

# notifica
source: Notifications
hi: اطلاعات

source: Chat
hi: چیٹ

# invite
source: Invite Friends
hi: دوستوں کو مدعو کریں

source: Setting
hi: ترتیب

source: Logout
hi: لاگ آوٹ

# use
source: Use Wallet
hi: والیٹ استعمال کریں۔

# bal
source: Balance
hi: بقیہ

# est
source: ESTIMATED FARE
hi: تخمینہ شدہ کرایہ

# sel
source: Select Vehicle
hi: گاڑی کا انتخاب کریں۔

# load
source: Need help in loading & unloading?
hi: لوڈنگ اور ان لوڈنگ میں مدد کی ضرورت ہے؟

# insure
source: Do you want to insure you cargo
hi: کیا آپ اپنے کارگو کا بیمہ کروانا چاہتے ہیں؟

# cargov
source: Enter Cargo Value
hi: کارگو ویلیو درج کریں

# book
source: Book Now
hi: بکنگ صرف 30 منٹ کے لیے درست ہے۔

# sche
source: SCHEDULE
hi: شیڈول

# loading
source: Select Loaading Options
hi: لوڈنگ کے اختیارات کو منتخب کریں۔

# unloading
source: Select unLoaading Options
hi: ان لوڈنگ کے اختیارات کو منتخب کریں۔

source: Next
hi: اگلے

# save
source: Save & Continue
hi: محفوظ کریں اور جاری رکھیں

# thank
source: Thanks you you order, your booking will be update within
hi: آپ کا آرڈر کرنے کا شکریہ، آپ کی بکنگ اندر ہی اپ ڈیٹ ہو جائے گی۔

# dis
source: DISTANCE
hi: فاصلے

# tim
source: Time
hi: وقت

# vehicle
source: Select Vehicle & weight
hi: گاڑی اور وزن منتخب کریں۔

# material
source: Select Material Type
hi: مواد کی قسم منتخب کریں

# selec
source: Select Time
hi: وقت منتخب کریں۔

# quote
source: Select Quote
hi: اقتباس منتخب کریں۔

# deliver
source: Go to My Deliveries
hi: میری ڈیلیوری پر جائیں۔

# estim
source: Estimated Rates
hi: تخمینہ شدہ نرخ

# base
source: Based on market average for the mouth Rated can be higher or lower as per demand and supply
hi: مارکیٹ کی اوسط کی بنیاد پر منہ کی شرح طلب اور رسد کے مطابق زیادہ یا کم ہو سکتی ہے۔

# wait
source: Lets wait 10:00 Minutes while we negotiate the best rates for you
hi: آئیے 10:00 منٹ انتظار کریں جب تک کہ ہم آپ کے لیے بہترین نرخوں پر بات چیت کرتے ہیں۔

# bare
source: Please bare with us while we Continue to find best rates for your cargo 15:00 Minutes
hi: جب تک ہم آپ کے کارگو 15:00 منٹ کے لیے بہترین نرخ تلاش کرتے رہیں، براہ کرم ہمارے ساتھ رہیں

# bokd
source: Decide within 30 minutes
hi: 30 منٹ کے اندر فیصلہ کریں۔

source: Reject
hi: رد کرنا

# count
source: Counter Offer
hi: انسداد پیشکش

# acept
source: Accept Bility
hi: بلیٹی کو قبول کریں۔

# expend
source: Click to expand
hi: پھیلانے کے لیے کلک کریں۔

# countof
source: Send Counter Offer
hi: کاؤنٹر آفر بھیجیں۔

# countoffer
source: If you conuter is aceepted , the transaction will be considered confirmed if you reject a 5% penality will be applied of the value. Enter the counter offer below, which you want to send to the vendor
hi: پھیلانے کے لیے کلک کریں۔

source: Cancel
hi: منسوخ کریں

# deal
source: You have got the Best deal! Counter offer accept
hi: آپ کو بہترین سودا مل گیا ہے! کاؤنٹر پیشکش قبول کرتے ہیں

# preparing
source: Your vendor is preparing the vehicles if you reject now , a 5% penalty will be applied of the counter ofter value
hi: آپ کا وینڈر گاڑیاں تیار کر رہا ہے اگر آپ ابھی مسترد کرتے ہیں تو کاؤنٹر آفٹر ویلیو پر 5% جرمانہ لاگو کیا جائے گا

# limited
source: You have limited time available to accept the offer from our vendor
hi: ہمارے وینڈر سے پیشکش قبول کرنے کے لیے آپ کے پاس محدود وقت دستیاب ہے۔

# venderoffer
source: Vendor countered your offer
hi: وینڈر نے آپ کی پیشکش کا مقابلہ کیا۔

# order
source: You have rejected the offer your order detail are saved in your Profile
hi: آپ نے پیشکش کو مسترد کر دیا ہے آپ کے آرڈر کی تفصیلات آپ کے پروفائل میں محفوظ ہیں۔

# oh
source: Ohh!
hi: اوہ!

# cancellation
source: Your cancellation caused delay in our fleet movement a 5% penalty is charged into your account
hi: آپ کی منسوخی کی وجہ سے ہمارے بیڑے کی نقل و حرکت میں تاخیر ہوئی ہے، 5% جرمانہ آپ کے اکاؤنٹ میں وصول کیا جاتا ہے۔

# payment
source: Select Payment Method
hi: ادائیگی کا طریقہ منتخب کریں۔

# bank
source: Bank Transfer
hi: بینک ٹرانسفر

# bankupload
source: You have to upload transfer slip to Procced
hi: ٹرانسفر سلپ اپ لوڈ کریں۔

# credit
source: Credit Pro
hi: کریڈٹ پرو

# creditprop
source: Get Pro to avail
hi: فائدہ اٹھانے کے لیے پرو حاصل کریں۔

# deft
source: Default Payment Method
hi: پہلے سے طے شدہ ادائیگی کا طریقہ

# pay
source: Pay by debit/credit card
hi: ڈیبٹ/کریڈٹ کارڈ کے ذریعے ادائیگی کریں۔

# merbank
source: MERIBILITY BANK DETAILS
hi: میربلٹی بینک کی تفصیلات

# bankaddress
source: MEEZAN BANK 465465465132 II CHUNDRIGAR ROAD KARACHI
hi: میزان بنک چندریگر روڈ کراچی 465465465132

# contact
source: Select Contact Person or Clearing Agent
hi: رابطہ شخص یا کلیئرنگ ایجنٹ کو منتخب کریں۔

# existing
source: Select From Existing List
hi: موجودہ فہرست سے منتخب کریں۔

source: Add New
hi: نیا شامل کریں

# tranfe
source: You have to upload tranfer slip to proceed
hi: آگے بڑھنے کے لیے آپ کو ٹرانسفر سلپ اپ لوڈ کرنا ہوگی۔

# manage
source: I will manage Myself
hi: میں خود کو سنبھال لوں گا۔

# track
source: Now you can track the order and Provide further detail of the delivery
hi: اب آپ آرڈر کو ٹریک کر سکتے ہیں اور ڈیلیوری کی مزید تفصیل فراہم کر سکتے ہیں۔

# teamember
source: Team Members
hi: ٹیم کے افراد

source: Add Team
hi: ٹیم شامل کریں۔

source: Update
hi: اپ ڈیٹ

# coupons
source: Get 3 Coupons each !
hi: ہر ایک کو 3 کوپن حاصل کریں!

# sign
source: When your friend sign up with your referral code, you'll both 3.0 coupons
hi: جب آپ کا دوست آپ کے ریفرل کوڈ کے ساتھ سائن اپ کرے گا، تو آپ دونوں کو 3.0 کوپن ملیں گے۔

# code
source: Share Your Invite Code
hi: اپنا دعوتی کوڈ شیئر کریں۔

# noto
source: Notification
hi: اطلاع

# se
source: Settings
hi: سیکورٹی

# la
source: Language
hi: زبان

# cac
source: Clean cache
hi: کیشے کو صاف کریں۔

# te
source: Teams & Privacy Policay
hi: ٹیمیں اور رازداری کی پالیسی

# con
source: Contact Us
hi: ہم سے رابطہ کریں۔۔

# log
source: Logout
hi: لاگ آوٹ
